Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: • How important is it for a reference rate used in banks’ loan and debt contracts to reflect risk
nb: • Hvor viktig er det at referanserenten som brukes i bankenes låne- og gjeldskontrakter

source: the currency, which reduces imported inflation.
nb: pensjonskasser og beskatning av utbetalinger.

source: The first of the new notes will be issued in 2017 at the earliest.
nb: De første nye sedlene vil tidligst bli utgitt i 2017.

source: That same year, the bow concept received the Norwegian TechAward and was first used on a ship in May 2006.
nb: Baugdesignet ble anerkjent som "årets ingeniørbragd" samme år, og ble første gang tatt i bruk på et skip i mai 2006.

source: Tonight's theme is "Learning from history".
nb: Kveldens tema og hovedoverskrift er "Om å lære av historien".

source: On learning from history - Truths and eternal truths
nb: Om å lære av historien - Sannheter og evige sannheter

source: Deposits from credit institutions (banks, mortgage companies and finance companies) and central banks are excluded.
nb: Innskudd fra kredittinstitusjoner (banker, kredittforetak og finansieringsselskap) og sentralbanker er ekskludert.

source: output and employment.
nb: spektiv for å nå inflasjonsmålet.

source: Growth in household debt accelerated through the pandemic owing to rapid house price inflation, but has now levelled off.
nb: Veksten i husholdningenes gjeld tiltok gjennom pandemien som følge av den sterke boligprisveksten, men har nå flatet ut.

source: Table 1 Corporate sector1) balance sheet NOK bn
nb: Tabell 1 Balanse for foretakssektoren1)

source: Instead, the Commission proposes that “[s]ection 1-4, second paragraph, of the central bank act, applies accordingly”.
nb: Det foreslås i stedet at «[s]entralbankloven § 1-4 annet ledd gjelder tilsvarende».

source: the green line, which shows the government’s cumulative lending to state banks.
nb: linjen, som viser statens akkumulerte utlån til statsbanker.

source: This could in itself reduce money market premiums, even on loans with longer maturities.
nb: Dette vil i seg selv kunne redusere påslagene i pengemarkedet, også for lengre løpetider.

source: trend intensified in 2003.
nb: I gjennomsnitt for 2003 ble

source: Karen Helene Ulltveit-Moe reported on the Audit Committee's discussions and the issues of particular concern to the Committee, including the effects of guaranteeing the availability of securities for lending.
nb: Karen Helene Ulltveit-Moe redegjorde for drøftingen i revisjonsutvalget og detemaer utvalget var særlig opptatt av, herunder effekter av å garantere tilgjengelighet av verdipapirer for utlån.

source: systems, which are systems that are based on common
nb: Denne deltakeravtalen skal følge som vedlegg

source: Karen Helene Ulltveit-Moe presented the discussions in the Audit Committee and the topics that particularly drew its attention, including events in the quarter and assessment and measurement of risk.
nb: Karen Helene Ulltveit-Moe redegjorde for drøftingen i revisjonsutvalget og de temaer utvalget var særlig opptatt av, herunder hendelser i kvartalet og vurdering og måling av risiko.

source: decline in manufacturing employment is likely to occur.
nb: tilsvarende nedgang i sysselsettingen i industrien.

source: All of these banks have an account with Norges Bank.
nb: Samtlige av disse bankene har konto i Norges Bank.

source: But it was a bridge to nowhere.
nb: Men broen ble bygd ut i intet.

source: Memo from the Risk and Investment Committee of 25 May 2020 Yngve Slyngstad presented the matter for discussion.
nb: Notat 25. mai 2020 fra Risiko- og investeringsutvalget (RIU) Yngve Slyngstad redegjorde for saksfremlegget.

source: after the effect on aggregate demand.
nb: mot lav og stabil inflasjon.

source: This report will also contain only minor changes compared with the consultation report, which was published in June 2020.
nb: Denne rapporten vil også kun ha små endringer fra konsultasjonsrapporten som ble publisert i juni 2020.

source: We find that climate reporting for approximately 25 percent of exposures is in line with the
nb: Vi finner at om lag 25 prosent av engasjementene har en klimarapportering i tråd med kravene

source: Norges Bank with VPS:
nb: for lån i Norges Bank:

source: The proposed provision in Section 1-2 is closely related to the instruction provision in Section 1-4.
nb: Den foreslåtte bestemmelsen i § 1-2 har nær sammenheng med forslaget til instruksjonsbestemmelse i § 1-4.

source: On the expenditure side, government spending of petroleum revenues will depend on cyclical developments.
nb: På utgiftssiden vil statens oljepengebruk avhenge av konjunkturutviklingen.

source: The reverse is also based on "A summer night in Krogskogen".
nb: Som på forsiden tar også baksiden utgangspunkt i fortellingen "En Sommernat paa Krogskoven".

source: index (Wulfsberg, 2008) Here too, it emerged that and empirical research, which has shown that firms in January was the month with the greatest number of price strongly competitive markets adjust their prices more changes.frequently than other firms
nb: (Wulfsberg, 2008). Også resultatet er i tråd med både teoretisk og empirisk forsk- her kom det fram at januar var måneden i året med flest ning, som har vist at bedriftene i markeder med sterk prisendringer.konkurranse endrer prisene oftere enn andre bedrifter, se Bedriftene vurderer å endre prisen oftere enn de fak-

source: attacks of September 2001 and the financial crisis
nb: terrorangrepene i september 2001 og finanskrisen

source: with 15 cheques free of charge per quarter and pricing that more cost-oriented pricing of banks’ payment ser-
nb: Bankforening enige om et opplegg med 15 gratis sjekker ikke prisingen av konkurrerende betalingstjenester, som

source: Karen Helene Ulltveit-Moe reported on the Audit Committee’s discussions and the issues of particular concern to the Committee in the individual audit reports.
nb: Karen Helene Ulltveit-Moe redegjorde for drøftingen i revisjonsutvalget og de temaer utvalget var særlig opptatt av i de enkelte revisjonsrapportene.

source: now belongs to the Norwegian Maritime Museum in Oslo and is still sailing.
nb: Skøyta tilhører nå Norsk Maritimt Museum i Oslo, og seiler fremdeles.

source: per cent of the value of sales at point of sale in Norway in 2007.
nb: verdi på handelssted i Norge i 2007.

source: TIBER-NO was approved by Norges Bank’s Executive Board in September.
nb: Rammeverket ble vedtatt av hovedstyret i Norges Bank i september.

source: ARR endorsed the report.
nb: ARR-gruppen ga sin tilslutning til rapporten.

source: This access to interest-free intraday loans reduces banks’ need for deposits in the central bank.
nb: Tilgangen på rentefrie intradaglån reduserer bankenes behov for innskudd i sentralbanken.

source: This picture is the same for most other countries.
nb: Inflasjonsmålet er rammen for hvordan pengepolitikken

source: doubt, but on the contrary act in a long-term and pre-
nb: sår tvil, men tvert i mot opptrer langsiktig og forutsig-

source: month Treasury bill interest is received and 6-month
nb: måneders statskassevekselrente og betaler 6 måneders

source: There are substantially fewer borrowers with very high consumer debt than previously.
nb: Det er også vesentlig færre personer med svært høy forbruksgjeld nå enn tidligere.

source: measures will reduce the near-term probability of default and bankruptcy.
nb: sannsynligheten for mislighold og konkurs på kort sikt.

source: b) Memo from the Governor of 26 May 2020
nb: b) Notat 26. mai 2020 fra sentralbanksjefen

source: ment for equities per day and gross settlement for bonds.
nb: sikkerhet og forsvarlig kapital for en sentral motpart.

source: The primary reason is the year-to-year increase, in nominal terms, in the fiscal
nb: Hovedårsaken er at statsbudsjettet vokser nominelt år for år.

source: A statutory framework for setting commonly used benchmark interest rates will be in line with the purpose of the proposed EU regulation and conform to the new guidelines for reference interest rates from IOSCO and EBA/ESMA.
nb: En lovfesting av rammeverket for fastsetting av allment brukte referanserenter vil være i samsvar med formålet i den foreslåtte forordningen og i overensstemmelse med nye retningslinjer for referanserenter fra IOSCO og EBA/ESMA.

source: User group for Nowa
nb: Brukergruppe for Nowa

source: The well-known Glass-Steagall Act had been passed in 1933 precisely to prevent financial sector excesses.
nb: Den kjente Glass-Steagall-loven ble vedtatt i 1933, nettopp for å hindre store eksesser i finanssektoren.

source: Last year, such bond issues amounted tomore than NOK 50 billion (see Chart 6).
nb: I fjor ble det tattopp slike lån for over 50 milliarder kroner (figur 6).Både utenlandske og norske selskaper var låntakere.

source: In the new Section 3-2, the Commission proposes new provisions regarding the official foreign exchange reserves.
nb: I utkastet til § 3-2 er det foreslått nye bestemmelser om de offisielle valutareservene.

source: 17 December on the exclusion of companies Discussion
nb: november og 17. desember om utelukkelse av selskaper

source: contracts with Nibor as the benchmark and market conventions for products referencing Nowa.
nb: Nibor som referanse og markedskonvensjoner for ulike finansielle produkter med Nowa som referanse.

source: Every third yearsince 1989, BIS has conducted a survey of activity in the foreign exchangemarket by gathering data from the central banks of member countries.
nb: BIS har hvert tredje år siden 1989 foretatt en under-søkelse av aktiviteten i valutamarkedet gjennom innhenting av data framedlemslandenes sentralbanker.

source: The answer to the normative question "should we learn from history?" is obviously "yes".
nb: Svaret på det normative spørsmålet, "bør vi lære av historien?", er åpenbart "ja".

source: Thus Amihud and Mendelson
nb: Amihud og Mendelson ser altså

source: At the beginning of 2003, there were prospects that
nb: en svakere vekst i 2003 ble produksjonsgapet fort-

source: Prices for services and price components other
nb: Anslagene for veksten hos våre handelspartnere ble

source: etary policy than without such uncertainty.
nb: enn uten en slik usikkerhet.

source: This paper presents Norges Bank’s framework for estimating losses on corporate loans built up from microdata for each firm and loan in each bank.
nb: I dette memoet presenterer vi Norges Banks rammeverk for å anslå tap på utlån til foretak bygd opp fra mikrodata for hvert enkelt foretak og lån i hver enkelt bank.

source: Same-day publication of Nowa was introduced in April 2017 on the initiative of the Nowa steering group.
nb: Publisering av Nowa samme dag ble iverksatt i april 2017 etter ønske fra styringsgruppen i Nowa.

source: The Executive Board took note of the report on compliance and control at NBIM for the fourth quarter of 2017.
nb: Hovedstyret tok rapporten om etterlevelse og kontroll i NBIM for fjerde kvartal 2017 til etterretning.

source: Under Section 3, fourth paragraph, the Bank shall “inform the public of the assessments on which monetary policy decisions are based”.
nb: Etter § 3 fjerde ledd skal banken «informere offentligheten om de vurderinger som har vært grunnlaget for beslutninger som gjelder utøvelsen av pengepolitikken».

source: This paper should not be reported as representing the views of Norges Bank.
nb: De må derfor ikke rapporteres som Norges Banks synspunkter.

source: "The Bridal Wreath" is the title of the first book in Undset's trilogy about Kristin Lavransdatter.
nb: "Kransen" er navnet på det første bindet i trilogien om Kristin Lavransdatter.

source: 4/2000, the projections werebased on the assumption that the exchange rate would
nb: rapport 4/2000 var anslagene basert på en forutsetningom uendret valutakurs og at renten endret seg i tråd med

source: This task is also important for the Bank’s responsibility for promoting financial stability.
nb: Oppgaven er også viktig for bankens ansvar for å bidra til finansiell stabilitet.

source: Under the Payment Systems Act of 1999, Norges
nb: Gjennom lov om betalingssystemer av 1999 fikk

source: that productivity growth in Norway is around 2 per cent,
nb: i Norge er rundt 2 prosent – lik gjennomsnittet de siste tjue

source: letter to the Ministry of Finance with a proposed limit for management costs for
nb: leveransemodell for NBA og utfordringer i organisasjonen som følge av den

source: etary policy can make over time wil therefore be
nb: Bidraget pengepolitikken kan gi over tid vil

source: The day before Christmas Eve, 1969, the US oil company Phillips Petroleum informed the Norwegian authorities of the discovery of an enormous oil field in the southern part of the North Sea.
nb: Lille julaften 1969 informerte det amerikanske oljeselskapet Phillips norske myndigheter om et kjempefunn i den sørlige delen av Nordsjøen.

source: stantial reduction in Norges Bank’s risk exposure.
nb: adgang i Norges Bank er blitt ytterligere styrket.

source: Cousseran, Olivier and Rahmouni Imène (2005): The value has resulted in a further increase in banks’ bor-
nb: Cousseran, Olivier og Rahmouni Iméne (2005): The Norges Bank. På sikt vil det bli gjennomført flere

source: Banks in Group A1: Up to 25 users
nb: Banker i gruppe A1: Inntil 25 brukere

source: Sources: Statistics Norway, SIFO and Norges Bank Chart 3.17 Banks'1 problem loans to households in adverse scenario 1 and with an increase to 6, 9 and 12 %.
nb: Statistisk sentralbyrå, SIFO og Norges Bank Figur 3.17 Bankenes1 problemlån til husholdninger i stressalternativ 1 og ved en økning til 6, 9 og 12 prosent.

source: Oversight is broader in scope derivatives are settled at private banks, partly outside than supervision and is less precise than the Payment Norway and in foreign currency.
nb: «Overvåking» favner at enkeltbankers posisjoner i visse situasjoner kan ha bredere enn begrepet «tilsyn» og er mindre presist enn smitteeffekter inn i betalingssystemene.

source: The purpose of this memo is to analyse how IFRS 9 affects the path of Norwegian banks’ credit losses in bad times.
nb: Formålet med dette memoet er å analysere hvordan IFRS 9 påvirker forløpet for norske bankers utlånstap i dårlige tider.

source: However, the largest colony is found on Røst island in Lofoten.
nb: Den største kolonien befinner seg imidlertid på Røst i Lofoten.

source: The sketches for the copper plates were done by the architect Eilert Chr.
nb: Tegningene til kobbertrykkene ble utført av arkitekt Eilert Chr.

source: the National Insurance Fund (+), increase in lending by the state
nb: fondets nettokjøp av private og kommunale obligasjoner og finans-, kreditt- og

source: - Conclusions – monetary policy strategy
nb: - Konklusjoner – pengepolitisk strategi

source: Chart 5 shows the cumulative effect of Treasury bills, government bo
nb: Figur 5 viser den akkumulerte effekten statskasseveksler, statsoblig

source: 3 The Bank must ensure that the balance on its account is zero on the date the account is to be closed
nb: 3 Banken må selv sørge for at kontoen har saldo null på avslutningsdatoen og at eventuelle

source: was marginally higher in the period 1995-1997 and margin-
nb: førstnevnte er marginalt høyere i perioden 1995-1997 og

source: Item 122/2018 GPFG – Annual update of the Executive Board's compensation principles
nb: Sak 122/2018 SPU – Årlig revisjon av hovedstyrets prinsipper for kompensasjon

source: They have waited for historical data for reformed Nowa in order to calculate margin payments for Nowa OIS.
nb: De har ventet på historiske tall for reformert Nowa for blant annet å kunne beregne marginbetalinger for Nowa-OIS.

source: JLL’s rents are probably more representative of developments in rental prices for the office segment as a whole.
nb: JLLs leiepriser er trolig mer representativ for leieprisutviklingen i kontorsegmentet som helhet.

source: and division of responsibilities between Norges Bank
nb: av samarbeidet og ansvarsdelingen mellom Norges

source: relevant global challenges in their business.
nb: relevante globale utfordringer i sin virksomhet.

source: The Executive Board discussed the matter and approved the proposed budgeted operating expenses for the management of the unlisted real estate portfolio in 2019.
nb: Hovedstyret hadde en meningsutveksling og ga sin tilslutning til forslaget til budsjetterte driftskostnader for forvaltningen av den unoterte eiendomsporteføljen i 2019.

source: Under current law, Norges Bank may extend credit to and accept deposits from financial sector entities other than banks only “in special circumstances”.
nb: Etter gjeldende rett er det bare adgang til å yte kreditt til andre foretak i finansiell sektor el er ta imot innskudd fra andre enn banker «i særlige tilfeller».

source: As such, they must not be reported as Norges Bank’s viewpoints.
nb: De må derfor ikke rapporteres som Norges Banks synspunkter.

source: net effect on structural liquidity of the government’s Treasury bill iss
nb: nettoeffekt på strukturell likviditet av statens opplåning i statskass

source: The wind is light, symbolised by the short rectangular shapes and gentle waves in the organic pattern.
nb: Vinden er svak, og symbolisert med korte rektangulære former og slake bølger i det organiske mønsteret.

source: The relationship between Norges Bank’s lending to banks, banks’ deposits in Norges Bank and Treasury deposits is illustrated in chart 3.
nb: Sammenhengen mellom innskudd fra bankene, innskudd fra staten og Norges Banks utlån til bankene er nærmere illustrert i figur 3.

source: The structure of this article is as follows: Section 2
nb: Kapittel 2 gir en kort presentasjon av de to modellene

source: Nearly all of the around 60 cities and towns in 1865 were coastal, and for a long time, port functions associated with foreign trade were more important than the economic relationship with the surrounding countryside.
nb: Langt de fleste av de rundt 60 byene i 1865 var kystbyer, og lenge var formidling av utenrikshandel (ladested) viktigere enn sentrumsfunksjonen overfor omlandet.

source: outcome and the uncertainty of the outcome, it will be
nb: usikkerhet i pengepolitikken, er hvorvidt rentesettingen

source: If, at the same time, receipts were limited, and the bank did not obtain cover in the market at the end of the day, it would need to have large deposits in the central bank to be able to cover payments to other banks (or take out an overnight loan from the central bank).
nb: Hvis innbetalingene samtidig skulle være små, og banken ikke får dekket seg i markedet på slutten av dagen, må banken ha store innskudd i sentralbanken for å kunne dekke utbetalingene til andre banker (eller banken må trekke D-lån).

source: words, an appropriate benchmark instrument should
nb: sjonslån kan man ta utgangspunkt i markedsrenten på

source: relative to the original fiscal budget estimate for each year from 2002 to 2013.
nb: gitt av statsbudsjettet for hvert av årene fra 2002 til 2013.

source: by volume and value.
nb: målt i volum og verdi.

source: Norges Bank will seek to maintain reserves in the banking system at an average NOK 35 billion with a symmetrical interval of ±5 billion around this level.
nb: Norges Bank sikter mot å holde reservene i banksystemet i gjennomsnitt på 35 milliarder kroner med et symmetrisk intervall på±5 milliarder rundt dette nivået.

source: 10-krone coins in the standard design were not issued in 2011.
nb: Det ble ikke produsert 10-kronemynter med ordinært preg i 2011. Publisert

source: swings in output and demand.
nb: og til den offentlige debatt.

source: Under the band the inscription 1905-2005, flanked by the signature of sculptress Danuta Haremska, HD, to the left, and of Mint Director Magne Flågan, MF, to the right.
nb: Under feltet innskriften 1905-2005, flankert av kunstneren Danuta Haremskas signatur HD til venstre og direktør Magne Flågans signatur MF til høyre.

source: The IMF’s assessment
nb: IMFs vurderinger er

source: The Governor is authorised to set a date for publishing the decision and the decision basis.
nb: Styrets leder gis fullmakt til å sette tidspunkt for offentliggjøring av vedtak og beslutningsgrunnlag.

source: Prices fell more than expect-ed in the last part of 2003 in particular.
nb: Prisveksten på norskproduserte varer og tjenester ble også noe lavere enn anslått, spe-sielt falt prisene mer enn ventet i siste del av 2003.

source: The of 1960 relating to competition regulation.
nb: forskriftene fra 1960. Unntaket ble opphevet ved konge-

source: inflation target over a longer period.
nb: dersom aktiviteten er lav.

source: the empirical average in the survey.
nb: kraft og press i økonomien.

source: In 2003, unemployment rose in a
nb: Lønnsveksten avtok i 2003 og ble noe

source: An equal fallback clause across products and markets are considered a prerequisite for this to occur.
nb: Bruk av lik fallback-klausul på tvers av produkter og markeder er en forutsetning for dette.

source: If there is confidence in monetary policy, changes in
nb: Dersom det er tillit til pengepolitikken, vil endringer i

source: His prior experience includes positions at Accenture and Norges Bank and in the Budget Department and Asset Management Department of the Ministry of Finance.
nb: Han har tidligere jobbet i Accenture, Norges Bank og i Finansdepartementets økonomiavdeling og avdeling for formuesforvaltning.

source: In the equation, π denotes inflation, π* the inflation
nb: I likningen angir π inflasjonen, π* inflasjonsmålet og

source: The chart shows developments in household debt.
nb: Figuren viser utviklingen i husholdningenes gjeld.

source: quality were required for ATMs, which led to banks’
nb: mynt i det omfang det er behov for, og å påse at den

source: These principles are intended to ensure a secure and efficient financial infrastructure and promote financial stability.
nb: Prinsippene skal bidra til en sikker og effektiv finansiell infra-struktur og fremme finansiell stabilitet.

source: NORGES BANK PAPERS
nb: Det antas at det vil

source: for loans from Norges Bank8:
nb: pantsettelse i VPS for lån i Norges Bank8:

source: While it is true that the first iron tower was built in England in 1842, as early as 1853, the Bærums Verk foundry was commissioned to cast a 33-metre high lighthouse for Eigerøya.
nb: Det første jerntårnet ble riktignok produsert i England i 1842, men allerede i 1853 fikk Bærums Verk i oppdrag å støpe et 33 meter høyt fyrtårn til Eigerøy.

source: Norges Bank’s supervision and oversight work
nb: Norges Banks arbeid med tilsyn og overvåking

source: to deviation in inflation.
nb: mindre på et avvik i inflasjonen.

source: Declaration of collateral – Collateral for loans from Norges Bank
nb: Pantsettelseserklæring - Sikkerhet for lån i Norges Bank

source: exact knowledge of economic relationships.
nb: og verdien på parametrene i denne modellen.

source: was NOK 227.7 billion or 38 per cent of consumption.
nb: linger på betalingssted seg til 227,7 milliarder kroner, eller 38 prosent av konsumet.

source: If printing money is not followed up by action – in euro area countries, in the UK and in the US – Mario Draghi, Mervyn King and Ben Bernanke run the risk of being recorded in history in the same chapter as the Scotsman John Law.
nb: Hvis pengetrykkingen ikke følges opp med handling – i eurolandene, i Storbritannia og i USA – risikerer både Mario Draghi, Mervyn King og Ben Bernanke å bli skrevet inn i historien i samme kapittel som skotten John Law.

source: In addition to the accounts, Norges
nb: Norges Banks tilsynsoppgaver

source: Mendelson (1982) shows that periodic auctions are
nb: Mendelson (1982) viser at ut fra et effektivitetskrite-
